tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "sass/sass"
brew "apr-util"
brew "python"
brew "autojump"
brew "openldap"
brew "curl"
brew "freetds"
brew "git"
brew "git-lfs"
brew "glib"
brew "shared-mime-info"
brew "imagemagick"
brew "krb5"
brew "node"
brew "mongosh"
brew "nghttp2"
brew "openjdk"
brew "php"
brew "ruby"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "elastic/tap/metricbeat-full"
brew "mongodb/brew/mongodb-community"
cask "alt-tab"
cask "anaconda"
cask "clashx"
cask "docker"
cask "freemind"
cask "google-chrome"
cask "jupyter-notebook-viewer"
cask "karabiner-elements"
cask "notion"
cask "omnidisksweeper"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlcommonmark"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "robo-3t"
cask "sourcetree"
cask "sublime-text"
cask "textmate"
cask "ttscoff-mmd-quicklook"
cask "typora"
cask "upic"
cask "vectr"
cask "visual-studio-code"
cask "vlc"
