tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "git-lfs"
brew "node"
brew "python@3.10"
brew "ruby"
cask "alt-tab"
cask "anaconda"
cask "clashx"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "omnidisksweeper"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlcommonmark"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sublime-text"
cask "textmate"
cask "the-unarchiver"
cask "ttscoff-mmd-quicklook"
cask "visual-studio-code"
cask "vlc"
